
[DiskCover]
Title=Disk Cover
MenuName=Cover Art

[DiskCover.Options]
DisplayIconInTaskbar=Display an icon in taskbar
EnableResizeModeHotkeys=Enable resize mode hotkeys
General=General
SearchRules=Search rules
Help=Help
Title=Settings
AvailableRules=Available rules:
AppliedRules=Applied rules:
ShiftDescription=The window takes square proportions and keeps them.
AltDescription=The window takes proportions of the currently displayed picture.
CtrlDescription=The window keeps its current proportions.
CoverFile=Search for file 'cover.*'
FromTags=Load from tags
AlbumFile=Search for 'album name.*'
LastFM=Search in last.fm
Aimp=From AIMP library
Rules=Search rules
DebugMode=Enable debug mode
About=About plugin...
Authors=Authors
Version=Version
PluginVersion=Plugin
ShaCommit=Commit
AddRule=Add rule
DeleteRule=Remove rule
UpRule=Increase rule processing priority
DownRule=Decrease rule processing priority
CopyToClipboard=Copy to clipboard

[DiskCover.AlbumArtCatalog]
Name=Plugin: Disk Cover

[DiskCover.Rules]
HelpCoverFile=Finds a cover art at album folder
HelpFromAimp=Finds a cover art from Aimp player
HelpLastFm=Finds a cover art at LastFM
HelpAlbumFile=Finds a cover art at album folder
